[{
		"description": "A New Hope",
		"details": "It is a period of civil war. nRebel spaceships, striking nfrom a hidden base, have won ntheir first victory against nthe evil Galactic Empire. n nDuring the battle, Rebel nspies managed to steal secret nplans to the Empire's nultimate weapon, the DEATH nSTAR, an armored space nstation with enough power nto destroy an entire planet. n nPursued by the Empire's nsinister agents, Princess nLeia races home aboard her nstarship, custodian of the nstolen plans that can save her npeople and restore nfreedom to the galaxy....",
		"director": "George Lucas",
		"producer": "Gary Kurtz, Rick McCallum",
		"release_date": "1977-05-25",
		"created": "2014-12-10T14:23:31.880000Z",
		"edited": "2015-04-11T09:46:52.774897Z",
		"saga": "Saga 1"
	},
	{
		"description": "Attack of the Clones",
		"details": "There is unrest in the Galactic nSenate. Several thousand solar nsystems have declared their nintentions to leave the Republic. n nThis separatist movement, nunder the leadership of the nmysterious Count Dooku, has nmade it difficult for the limited nnumber of Jedi Knights to maintain  npeace and order in the galaxy. n nSenator Amidala, the former nQueen of Naboo, is returning nto the Galactic Senate to vote non the critical issue of creating nan ARMY OF THE REPUBLIC nto assist the overwhelmed nJedi....",
		"director": "George Lucas",
		"producer": "Rick McCallum",
		"release_date": "2002-05-16",
		"created": "2014-12-20T10:57:57.886000Z",
		"edited": "2015-04-11T09:45:01.623982Z",
	     "saga": "Saga 1"
	},
	{
		"description": "The Phantom Menace",
		"details": "Turmoil has engulfed the nGalactic Republic. The taxation nof trade routes to outlying star nsystems is in dispute. n nHoping to resolve the matter nwith a blockade of deadly nbattleships, the greedy Trade nFederation has stopped all nshipping to the small planet nof Naboo. n nWhile the Congress of the nRepublic endlessly debates nthis alarming chain of events, nthe Supreme Chancellor has nsecretly dispatched two Jedi nKnights, the guardians of npeace and justice in the ngalaxy, to settle the conflict....",
		"director": "George Lucas",
		"producer": "Rick McCallum",
		"release_date": "1999-05-19",
		"created": "2014-12-19T16:52:55.740000Z",
		"edited": "2015-04-11T09:45:18.689301Z",
		"saga": "Saga 1"
	},
	{
		"description": "Revenge of the Sith",
		"details": "War! The Republic is crumbling nunder attacks by the ruthless nSith Lord, Count Dooku. nThere are heroes on both sides. nEvil is everywhere. n nIn a stunning move, the nfiendish droid leader, General nGrievous, has swept into the nRepublic capital and kidnapped nChancellor Palpatine, leader of nthe Galactic Senate. n nAs the Separatist Droid Army nattempts to flee the besieged ncapital with their valuable nhostage, two Jedi Knights lead a ndesperate mission to rescue the ncaptive Chancellor....",
		"director": "George Lucas",
		"producer": "Rick McCallum",
		"release_date": "2005-05-19",
		"created": "2014-12-20T18:49:38.403000Z",
		"edited": "2015-04-11T09:45:44.862122Z",
		"saga": "Saga 1"
	},
	{
		"description": "Return of the Jedi",
		"details": "Luke Skywalker has returned to nhis home planet of Tatooine in nan attempt to rescue his nfriend Han Solo from the nclutches of the vile gangster nJabba the Hutt. n nLittle does Luke know that the nGALACTIC EMPIRE has secretly nbegun construction on a new narmored space station even nmore powerful than the first ndreaded Death Star. n nWhen completed, this ultimate nweapon will spell certain doom nfor the small band of rebels nstruggling to restore freedom nto the galaxy...",
		"director": "Richard Marquand",
		"producer": "Howard G. Kazanjian, George Lucas, Rick McCallum",
		"release_date": "1983-05-25",
		"created": "2014-12-12T11:26:24.656000Z",
		"edited": "2017-04-19T10:57:29.544256Z",
		"saga": "Saga 2"
	},
	{
		"description": "The Force Awakens",
		"details": "Luke Skywalker has vanished. nIn his absence, the sinister nFIRST ORDER has risen from nthe ashes of the Empire nand will not rest until nSkywalker, the last Jedi, nhas been destroyed. n  nWith the support of the nREPUBLIC, General Leia Organa nleads a brave RESISTANCE. nShe is desperate to find her nbrother Luke and gain his nhelp in restoring peace and njustice to the galaxy. n  nLeia has sent her most daring npilot on a secret mission nto Jakku, where an old ally nhas discovered a clue to nLuke's whereabouts....",
		"director": "J. J. Abrams",
		"producer": "Kathleen Kennedy, J. J. Abrams, Bryan Burk",
		"release_date": "2015-12-11",
		"created": "2015-04-17T06:51:30.504780Z",
		"edited": "2015-12-17T14:31:47.617768Z",
		 "saga": "Saga 2"
	}
]